Repository: tmthyDXTR/supacoda_website
Catalog: Resources/SharedResource.*.resx
Languages: de

# Nav_Work
source: Work
de: Projekte

# Nav_About
source: About
de: Über mich

# Nav_Contact
source: Contact
de: Kontakt

# Nav_Impressum
source: Imprint
de: Impressum

# Home_Title
source: Home
de: Startseite

# About_Title
source: About
de: Über mich

# About_Intro
source: Full-stack developer and graphic designer with a psychology background. I create digital experiences that are beautiful, functional, and grounded in how people actually think and behave.
de: Full-Stack-Entwickler und Grafikdesigner mit Psychologie-Hintergrund. Ich erschaffe digitale Erlebnisse, die schön, funktional und darauf ausgerichtet sind, wie Menschen tatsächlich denken und handeln.

# About_Skills
source: Skills
de: Fähigkeiten

# About_EnterpriseSystems
source: Enterprise Systems
de: Unternehmenssysteme

# About_Databases
source: Databases
de: Datenbanken

# About_ToolsPlatforms
source: Tools/Platforms
de: Tools/Plattformen

# About_GameDev
source: Game Development
de: Spieleentwicklung

# About_Experience
source: Experience
de: Erfahrung

# About_ExperienceText
source: I work with enterprise software solutions, specializing in backend PHP development, automated invoice and PDF generation, e-Rechnungen compliance, and custom ERP system implementation. This work has given me deep expertise in business logic, database optimization, and regulatory compliance in the financial sector. Combined with my freelance work in web development, game design, and creative coding, I bring a unique perspective to building both consumer-facing and enterprise applications.
de: Ich arbeite mit Enterprise-Softwarelösungen und spezialisiere mich auf Backend-PHP-Entwicklung, automatisierte Rechnungs- und PDF-Generierung, E-Rechnungen-Compliance und individuelle ERP-Systemimplementierung. Diese Arbeit hat mir tiefgehende Expertise in Geschäftslogik, Datenbankoptimierung und regulatorischer Compliance im Finanzsektor verschafft. Kombiniert mit meiner freiberuflichen Tätigkeit in Webentwicklung, Spieldesign und Creative Coding bringe ich eine einzigartige Perspektive für die Entwicklung sowohl verbraucherorientierter als auch unternehmensweiter Anwendungen mit.

# About_Interests
source: Interests
de: Interessen

# About_InterestsText
source: Creative coding, interactive design and analog photography-exploring the intersection of aesthetics, psychology, and intentional simplicity. I prefer elegant minimalism over needless complexity. Whether designing interfaces or composing photographs, I'm drawn to intentional work that respects the people's time and attention.
de: Creative Coding, interaktives Design und analoge Fotografie – die Schnittstelle zwischen Ästhetik, Psychologie und bewusster Einfachheit erkunden. Ich bevorzuge eleganten Minimalismus gegenüber unnötiger Komplexität. Ob beim Gestalten von Benutzeroberflächen oder beim Komponieren von Fotografien – mich zieht bewusste Arbeit an, die die Zeit und Aufmerksamkeit der Menschen respektiert.

# About_GraphicDesign
source: Graphic Design
de: Grafikdesign

# About_InvoiceManagement
source: Invoice Management
de: Rechnungsmanagement

# About_PDFGeneration
source: PDF Generation
de: PDF-Generierung

# Contact_Title
source: Contact
de: Kontakt

# Contact_Intro
source: Let's connect! Reach out for collaborations, projects, or just to say hello.
de: Lass uns vernetzen! Melde dich für Zusammenarbeiten, Projekte oder einfach um Hallo zu sagen.

# Impressum_Title
source: Imprint
de: Impressum

# Impressum_InfoHeader
source: Information according to ยง 5 TMG
de: Angaben gemäß § 5 TMG

# Impressum_Country
source: Germany
de: Deutschland

# Impressum_ContactHeader
source: Contact
de: Kontakt

# Impressum_ResponsibleHeader
source: Responsible for content according to ยง 55 Abs. 2 RStV
de: Verantwortlich für den Inhalt gemäß § 55 Abs. 2 RStV

# Impressum_AddressAsAbove
source: Address as above
de: Adresse wie oben

# Work_Title
source: Work
de: Projekte

# Work_Intro
source: Explore my portfolio of projects and creative work.
de: Entdecke mein Portfolio an Projekten und kreativen Arbeiten.

# Work_MixGenussDesc
source: A comprehensive cooking app for Thermomix users with over 20,000+ downloads on Google Play and iOS App-Store. Features include a large recipe database, smart shopping lists, personal recipe collections, and exclusive digital cookbooks.
de: Eine umfassende Koch-App für Thermomix-Nutzer mit über 20.000 Downloads im Google Play Store und iOS App-Store. Features umfassen eine große Rezeptdatenbank, intelligente Einkaufslisten, persönliche Rezeptsammlungen und exklusive digitale Kochbücher.

# Work_ViewOnGooglePlay
source: View on Google Play
de: Im Google Play ansehen

# Work_ViewOnAppStore
source: View on iOS App-Store
de: Im iOS App-Store ansehen

# Work_AAADesc
source: Organizational website for a youth development association and music festival. Features include event management, custom shop integration for tickets and merchandise, and comprehensive content management for community engagement.
de: Organisationswebsite für einen Jugendförderverein und Musikfestival. Features umfassen Eventmanagement, individuelle Shop-Integration für Tickets und Merchandise sowie umfassendes Content-Management für Community-Engagement.

# Work_VisitWebsite
source: Visit Website
de: Website besuchen

# Work_TaigaDesc
source: A modern, multilingual website for a rap artist featuring dynamic content, optimized performance, and seamless user experience across different languages.
de: Eine moderne, mehrsprachige Website für eine deutsch-spanische Rap-Künstlerin in verschiedenen Sprachen.

# Language_Toggle
source: DE
de: EN
