{
  "Nav_Work": "Projekte",
  "Nav_About": "Über mich",
  "Nav_Contact": "Kontakt",
  "Nav_Impressum": "Impressum",
  "Home_Title": "Startseite",
  "Home_Slogan": "Software & Design",
  "About_Title": "Über mich",
  "About_Intro": "Full-Stack-Entwickler und Grafikdesigner mit Psychologie-Hintergrund. Ich erschaffe digitale Erlebnisse, die schön, funktional und darauf ausgerichtet sind, wie Menschen tatsächlich denken und handeln.",
  "About_Skills": "Fähigkeiten",
  "About_Frontend": "Frontend",
  "About_Backend": "Backend",
  "About_EnterpriseSystems": "Unternehmenssysteme",
  "About_Mobile": "Mobile",
  "About_Databases": "Datenbanken",
  "About_ToolsPlatforms": "Tools/Plattformen",
  "About_GameDev": "Spieleentwicklung",
  "About_Design": "Design",
  "About_Experience": "Erfahrung",
  "About_ExperienceText": "Ich arbeite mit Enterprise-Softwarelösungen und spezialisiere mich auf Backend-PHP-Entwicklung, automatisierte Rechnungs- und PDF-Generierung, E-Rechnungen-Compliance und individuelle ERP-Systemimplementierung. Diese Arbeit hat mir tiefgehende Expertise in Geschäftslogik, Datenbankoptimierung und regulatorischer Compliance im Finanzsektor verschafft. Kombiniert mit meiner freiberuflichen Tätigkeit in Webentwicklung, Spieldesign und Creative Coding bringe ich eine einzigartige Perspektive für die Entwicklung sowohl verbraucherorientierter als auch unternehmensweiter Anwendungen mit.",
  "About_Interests": "Interessen",
  "About_InterestsText": "Creative Coding, interaktives Design und analoge Fotografie – die Schnittstelle zwischen Ästhetik, Psychologie und bewusster Einfachheit erkunden. Ich bevorzuge eleganten Minimalismus gegenüber unnötiger Komplexität. Ob beim Gestalten von Benutzeroberflächen oder beim Komponieren von Fotografien – mich zieht bewusste Arbeit an, die die Zeit und Aufmerksamkeit der Menschen respektiert.",
  "About_GraphicDesign": "Grafikdesign",
  "About_InvoiceManagement": "Rechnungsmanagement",
  "About_PDFGeneration": "PDF-Generierung",
  "Contact_Title": "Kontakt",
  "Contact_Intro": "Lass uns vernetzen! Melde dich für Zusammenarbeiten, Projekte oder einfach um Hallo zu sagen.",
  "Impressum_Title": "Impressum",
  "Impressum_InfoHeader": "Angaben gemäß § 5 TMG",
  "Impressum_Country": "Deutschland",
  "Impressum_ContactHeader": "Kontakt",
  "Impressum_ResponsibleHeader": "Verantwortlich für den Inhalt gemäß § 55 Abs. 2 RStV",
  "Impressum_AddressAsAbove": "Adresse wie oben",
  "Work_Title": "Projekte",
  "Work_Intro": "Entdecke mein Portfolio an Projekten und kreativen Arbeiten.",
  "Work_MixGenussDesc": "Eine umfassende Koch-App für Thermomix-Nutzer mit über 20.000 Downloads im Google Play Store und iOS App-Store. Features umfassen eine große Rezeptdatenbank, intelligente Einkaufslisten, persönliche Rezeptsammlungen und exklusive digitale Kochbücher.",
  "Work_ViewOnGooglePlay": "Im Google Play ansehen",
  "Work_ViewOnAppStore": "Im iOS App-Store ansehen",
  "Work_AAADesc": "Organisationswebsite für einen Jugendförderverein und Musikfestival. Features umfassen Eventmanagement, individuelle Shop-Integration für Tickets und Merchandise sowie umfassendes Content-Management für Community-Engagement.",
  "Work_VisitWebsite": "Website besuchen",
  "Work_TaigaDesc": "Eine moderne, mehrsprachige Website für eine deutsch-spanische Rap-Künstlerin in verschiedenen Sprachen.",
  "Language_Toggle": "EN"
}
