{
  "Nav_Work": "Work",
  "Nav_About": "About",
  "Nav_Contact": "Contact",
  "Nav_Impressum": "Imprint",
  "Home_Title": "Home",
  "Home_Slogan": "Software & Design",
  "About_Title": "About",
  "About_Intro": "Full-stack developer and graphic designer with a psychology background. I create digital experiences that are beautiful, functional, and grounded in how people actually think and behave.",
  "About_Skills": "Skills",
  "About_Frontend": "Frontend",
  "About_Backend": "Backend",
  "About_EnterpriseSystems": "Enterprise Systems",
  "About_Mobile": "Mobile",
  "About_Databases": "Databases",
  "About_ToolsPlatforms": "Tools/Platforms",
  "About_GameDev": "Game Development",
  "About_Design": "Design",
  "About_Experience": "Experience",
  "About_ExperienceText": "I work with enterprise software solutions, specializing in backend PHP development, automated invoice and PDF generation, e-Rechnungen compliance, and custom ERP system implementation. This work has given me deep expertise in business logic, database optimization, and regulatory compliance in the financial sector. Combined with my freelance work in web development, game design, and creative coding, I bring a unique perspective to building both consumer-facing and enterprise applications.",
  "About_Interests": "Interests",
  "About_InterestsText": "Creative coding, interactive design and analog photography-exploring the intersection of aesthetics, psychology, and intentional simplicity. I prefer elegant minimalism over needless complexity. Whether designing interfaces or composing photographs, I'm drawn to intentional work that respects the people's time and attention.",
  "About_GraphicDesign": "Graphic Design",
  "About_InvoiceManagement": "Invoice Management",
  "About_PDFGeneration": "PDF Generation",
  "Contact_Title": "Contact",
  "Contact_Intro": "Let's connect! Reach out for collaborations, projects, or just to say hello.",
  "Impressum_Title": "Imprint",
  "Impressum_InfoHeader": "Information according to ยง 5 TMG",
  "Impressum_Country": "Germany",
  "Impressum_ContactHeader": "Contact",
  "Impressum_ResponsibleHeader": "Responsible for content according to ยง 55 Abs. 2 RStV",
  "Impressum_AddressAsAbove": "Address as above",
  "Work_Title": "Work",
  "Work_Intro": "Explore my portfolio of projects and creative work.",
  "Work_MixGenussDesc": "A comprehensive cooking app for Thermomix users with over 20,000+ downloads on Google Play and iOS App-Store. Features include a large recipe database, smart shopping lists, personal recipe collections, and exclusive digital cookbooks.",
  "Work_ViewOnGooglePlay": "View on Google Play",
  "Work_ViewOnAppStore": "View on iOS App-Store",
  "Work_AAADesc": "Organizational website for a youth development association and music festival. Features include event management, custom shop integration for tickets and merchandise, and comprehensive content management for community engagement.",
  "Work_VisitWebsite": "Visit Website",
  "Work_TaigaDesc": "A modern, multilingual website for a rap artist featuring dynamic content, optimized performance, and seamless user experience across different languages.",
  "Language_Toggle": "DE"
}
